/* No comment provided by engineer. */
"Invalid data" = "Μη έγκυρα δεδομένα";

/* No comment provided by engineer. */
"Private key unavailable" = "Ιδιωτικό κλειδί μη διαθέσιμο";

/* No comment provided by engineer. */
"Public key unavailable" = "Δημόσιο κλειδί μη διαθέσιμο";

